package work12;
/**
 * Java Basic. Homework #013
 *
 *@author Aleh
 *@version 19.10.2022
 *@date 29.10.2022
 */
public class HomeWork013 {
    /** 1.Что понравилось в курсе?
     *     - Програмирование, все ново и интересно.
     *  2. Что не понравилось?
     *     - отношение к ученикам.
     *  3. Что "пошло легко", было понятно?
     *
     *  4. Что "пошло с трудом", было непонятно?
     *
     *  5. Ваши предложения: как можно было бы улучшить курс?
     *      - ввести в проведение лекций (вопрос/ответ)
     *      чтобы ученики были вовлечены в курс,а не происходило простое прослушивание
     *      и просмотр лекции, очень занудно.
     *        Давать задания ученикам что-то сделать на лекции, написать какой нибудь код
     *      с приминением полученых знаний и сразу устраивать разбор ( на уроке)
     *      так лучше усваивается новая информация.
     *      Не жалеть на это времени, всему за такой короткий курс не научить,но лучше
     *      чтобы усвоили на 100% меньше информации, чем прослушали больше и не усвоили 0%.
     *
     * */

}
